[
  {
    "id": "Commons01",
    "text": "Legislative Grand Committee gives consent to clauses certified as England-only: move forward 2 spaces.",
    "effect": "move:2"
  },
  {
    "id": "Commons02",
    "text": "Argue with Whips over timings in programme motion. Go back 1 space.",
    "effect": "move:-1"
  },
  {
    "id": "Commons03",
    "text": "Potential backbench revolt on terms of money resolution. Go back 2 spaces.",
    "effect": "move:-2"
  },
  {
    "id": "Commons04",
    "text": "Welsh Govt say legislative consent motion won't be passed in time. Miss a turn.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons05",
    "text": "Amendments mean ways and means resolution needed. Go back 1 space.",
    "effect": "move:-1"
  },
  {
    "id": "Commons06",
    "text": "Adverse report from Joint Committee on Human Rights. Miss a turn considering response.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons07",
    "text": "Forget to signify Queen's Consent. Go back 2 spaces.",
    "effect": "move:-2"
  },
  {
    "id": "Commons08",
    "text": "Bill manager resigns. Go back 2 spaces.",
    "effect": "move:-2"
  },
  {
    "id": "Commons09",
    "text": "PBL Sec insist on a write-round on proposed amendment. Miss a turn.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons10",
    "text": "An emergency Bill is introduced, delaying your next Commons stage by a week. Miss a turn.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons11",
    "text": "A controversial Bill is dropped, leaving spare Parliamentary time. Roll the dice: roll 4 to 6, you are ready for next stage, move forward 2 spaces; roll 1 to 3, you are not ready: stay put.",
    "effect": "move:2"
  },
  {
    "id": "Commons12",
    "text": "Proposed Govt amendment is outside scope of the Bill; instruction to House needed. Miss a turn while this is arranged.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons13",
    "text": "Money resolution does not cover proposed Govt amendment. Go back 2 spaces.",
    "effect": "move:-2"
  },
  {
    "id": "Commons14",
    "text": "Policy found to involve state aid – delay while consulting the EU Commission. Miss a turn.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons15",
    "text": "Accept an Opposition amendment which addresses a problematic issue in the Bill. Roll again.",
    "effect": "extra_roll"
  },
  {
    "id": "Commons16",
    "text": "The Bill will be carried over to the next session. You need a carry over motion, a new section 19 HRA statement and revised ENs. Miss a turn.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons17",
    "text": "The PBO Clerk's selection and grouping of amendments is not what was expected. Speaking notes have to be rearranged. Go back 1 space.",
    "effect": "move:-1"
  },
  {
    "id": "Commons18",
    "text": "A group of backbench MPs threatens to vote against the Bill unless it is amended in a manner which is contrary to the Government's position. Miss a turn whilst you decide your next move.",
    "effect": "miss_turn"
  },
  {
    "id": "Commons19",
    "text": "Just before Introduction you realise that the ENs do not contain the analysis needed for the purposes of EVEL. Roll the dice: roll 4 to 6, you are able to add this to the ENs in time, move forward 2 spaces; roll 1 to 3, you are not ready in time: move backwards 1 space.",
    "effect": "move:2"
  }
]